Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/employment/employment_rights_and_conditions/pay_and_employment/pay_slip.html.txt.tmx
Source language: en
Languages: ro

source: The Payment of Wages Act 1991 gives all employees a right to a pay slip which will show the gross wage and details of all deductions
ro: Legea privind plata salariilor, 1991 oferă tuturor angajaţilor dreptul la o fişă de calcul al salariului care va indica salariul brut, precum şi informaţii detaliate privind toate deducerile

source: A pay slip is essentially a statement in writing from the employer to the employee that outlines the total pay before tax and all details of any deductions from pay
ro: O fişă de calcul al salariului reprezintă, în ansamblu, o declaraţie scrisă de la angajator către angajat care evidenţiază plata totală înainte de impozitare şi toate detaliile privind deducerile din această sumă

source: It can be provided to you either in electronic format or in hard copy. Your right to a pay slip is set down in Section 4 of this Act
ro: Dreptul dumneavoastră la o astfel de fişă de calcul al salariului este stipulat în Secţiunea 4 a acestei Legi

source: The Payment of Wages Act 1991 refers to situations where either deductions are made from pay or the employee is required to make a payment to the employer
ro: Legea cu privire la plata salariilor (1991) se referă la situațiile în care deducerile sunt făcute din salariu sau angajatul este obligat să efectueze o plata unei sume către angajator

source: The following deductions from your pay by your employer are allowed when:
ro: Un angajator nu poate face deduceri din salariul dumneavoastră cu excepţia cazului în care:

source: • They are required by law, for example, tax (PAYE) and social insurance (PRSI),
ro: • Acestea sunt impuse prin lege, de exemplu, impozit (PAYE ) şi asigurare socială (PRSI )

source: • They are provided for in the contract of employment, for example occupational pension contributions
ro: • Acestea sunt prevăzute în contractul de muncă, de exemplu contribuţii de pensie profesională

source: • They are made with your written consent, for example, trade union subscriptions
ro: • Acestea sunt realizate cu consimţământul dumneavoastră scris, de exemplu, subscripţii sindicaliste

source: • They are to recover an overpayment of wages or expenses
ro: • Acestea sunt destinate recuperării unui exces de salariu sau de cheltuieli

source: • They are required by a court order, for example, an attachment of earnings order in a family law case
ro: • Acestea sunt solicitate printr-un ordin judecătoresc, de exemplu, un ordin de reţinere din salariu într-un caz de jurisprudenţă în domeniul familiei

source: • They arise due to your being on strike
ro: • Acestea apar datorită stării dumneavoastră de grevă

source: Where your employer suffers loss through your fault, for example breakages or till shortages or your employer supplies a service as part of the job, for example, a uniform, deductions may be allowed
ro: În cazul în care angajatorul suferă pierderi ca urmare a greşelii dvs., de exemplu stricăciuni sau lipsuri în casierie sau angajatorul vă furnizează un serviciu la locul de muncă, de exemplu, o uniformă, sunt permise deduceri

source: In these cases a deduction (or payment by the employee) is only allowed where:
ro: În aceste cazuri deducerea (sau plata efectuată de către angajat) este permisă doar atunci când:

source: • It is allowed for in your contract
ro: • Sunt convenite în contractul dumneavoastră

source: • It is fair and reasonable
ro: • Sunt corecte şi rezonabile

source: • You have received a written notice of the deduction - a full week's notice if the deduction arises from your mistake
ro: • Aţi primit o notificare scrisă privind deducerea – un preaviz de o săptămână dacă deducerea este urmarea greşelii dumneavoastră

source: • The amount of the deduction does not exceed the loss or cost of the service
ro: • Valoarea deducerii nu depăşeşte pierderea sau costul serviciului

source: • The deduction takes place within 6 months of the loss/cost occurring
ro: • Deducerea are loc în interval de şase luni de la producerea pierderii / costului

source: Failure to pay all or part of the wages due to an employee is considered an unlawful deduction and a complaint can be made under the Payment of Wages Act – see ‘How to apply’ below
ro: Neplata tuturor salariilor sau a unei părți din acestea datorate unui angajat este considerată o deducere ilegală, putându-se înainta o plângere în baza Legii cu privire la plata salariilor - a se vedea ”Cum se aplică” mai jos

source: Likewise, unpaid notice, holiday pay, bonus and commission payments can also form part of a claim under the Act
ro: În mod similar, avizul neplătit, salariul pe concediu, bonusuri și comisioane pot constitui parte a unei plângeri în baza legii

source: Complaints about unauthorised deductions from wages under the Payment of Wages Act 1991 should be made to the Workplace Relations Commission (WRC). You must use the online complaint form available on workplacerelations.ie
ro: Plângerile în legătură cu deducerile ilegale din salariu în baza Legii cu privire la plata salariilor pe 1991 vor fi înaintate Serviciului clienți din cadrul Unității de relații la locul de muncă folosind noul formular individual de plângeri (pdf)

source: A complaint must be brought within 6 months of the date of the deduction
ro: Plângerile trebuie înaintate în termen de 6 luni de la data efectuării deducerii

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ro: Limita de timp se poate prelungi cu o perioadă de până la 6 luni, dar doar în cazurile în care există circumstanțe excepționale care fac imposibilă înaintarea plângerii în limita normală de timp

source: An employer who fails to provide a payslip or provides one that is deliberately falsified is guilty of an offence under the Payment of Wages Act 1991 and may be issued with a fixed payment notice
ro: Conform Legii cu privire la plata salariilor pe 1991, angajatorii care nu furnizează fluturași de salariu sau care furnizează fluturași falsificați în mod deliberat se fac vinovați de comiterea unei infracțiuni și pot fi amendați

source: Complaints about payslips should be made as above
ro: Plângerile cu privire la fluturașii de salariu se fac în mod similar cu cel de mai sus

source: Further information is available in this explanatory booklet on the Payment of Wages Act 1991 (pdf) or from WRC Information and Customer Service - see 'Where to apply' below
ro: Informații suplimentare puteți găsi în această broșură explicativă cu privire la Legea plății salariilor 1991 (pdf) sau la Serviciul clienți din cadrul Unității cu privire la relațiile la locul de muncă - a se vedea ”Depunerea cererilor” mai jos
